Revit 2027 API
UnitTypeId.KilogramsPerCubicMeter Property
 Kilograms per cubic meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilogramsPerCubicMeter { get; }
Public Shared ReadOnly Property KilogramsPerCubicMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilogramsPerCubicMeter {
	ForgeTypeId^ get ();
}
static member KilogramsPerCubicMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace